WELCOME_TEXT = """
👨‍🎓 Добро пожаловать в платформу подготовки к ЕГЭ по английскому языку!

Здесь ты найдёшь всё необходимое для эффективной подготовки:
📊 Мои отчёты — отслеживай свой прогресс.
📝 Письменная часть — практикуй эссе, письма и другие письменные задания.
🎤 Устная часть — тренируй устные ответы по формату ЕГЭ.
🤖 AI Рерайтер — переформулируй свои тексты с помощью умного ассистента.
📘 Примеры выполнения — изучай лучшие образцы высоко оценённых работ.
💬 Поддержка — помощь и обратная связь.
💰 Тарифы — выбери подходящий план и получи больше возможностей.
➡️ Начни с любого раздела и двигайся к высокому результату на экзамене!
"""

WRITING_TASKS_TEXT = """
✍️ Письменная часть

📌 Выбери тип задания для тренировки:

📨 Задание 37 – Личное письмо
📊 Задание 38 – Диаграмма с комментарием
📝 Задание 39 – Эссе

💡 Нажмите на нужный номер, чтобы продолжить.
"""

SPEAKING_TASKS_TEXT = """
🎤 Устная часть

📌 Выбери тип задания для тренировки:

📊 Задание 38 – Диаграмма с комментарием
📝 Задание 39 – Эссе

💡 Нажмите на нужный номер, чтобы продолжить.
"""


START_WRITING_TEXT = "Здесь вы выполняете задания из ЕГЭ"

START_REPORTS_TEXT = "На данной странице вы можете просмотреть сови отчеты"
